// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"Printer"="Tulostin";
"Tool"="Työkalu";
"Fax Settings"="Faksiasetukset";
"Fax Transmission Record"="Faksilähetyksen tietue";
"Check Fax Connection"="Tarkista faksiyhteys";
"Speed Dial/Group Dial List"="Pikavalinnan/ryhmävalinnan luettelo";
"Fax Receive Monitor"="Faksin vastaanoton monitori";

"Str_FaxContacts"="Yhteystiedot";
"Str_FaxAddressBook"="Osoitekirja";
"Str_FaxSyncContacts"="Synkronoi %@";

// ------------------------------------------------------------------------
// Select Printer
// ------------------------------------------------------------------------
"Select Printer"="Valitse tulostin";
"Select a printer from the list."="Valitse tulostin luettelosta.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Varmista, että tietokone on kytketty tulostimeen, tulostinohjain on asennettu, tietokoneesta tulostuksen asetus on suoritettu ja tulostin on kytketty päälle.";
"Model"="Malli";
"Name"="Nimi";
"Setup..."="Asennus...";
"Cancel"="Kumoa";
"Select"="Valitse";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"About FAX Utility..."="Tietoja FAX Utility...";
"Preferences..."="Asetukset...";
"Services"="Palvelut";
"Hide FAX Utility"="Kätke FAX Utility";
"Hide Others"="Kätke muut";
"Show All"="Näytä kaikki";
"Quit FAX Utility"="Poistu FAX Utility";
"File"="Tiedosto";
"Close"="Sulje";
"Window"="Ikkuna";
"Minimize"="Pienennä";
"Help"="Ohje";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Kumoa";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Tarvittavaa tiedostoa ei löydy sovelluksen suorittamiseen.\nAsenna FAX Utility uudelleen.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Tulostimen (faksin) tietoja ei voi saada. Mene kohtaan \"Tulostus- & faksivalinnat\" ja lisää PC-FAX-ohjain.";
"Str_Alert_Common_Confirm_OverWrite"="Määritetty tiedosto on jo olemassa. Halutko päällekirjoittaa?";
"Str_Alert_Common_Not_Responding_Error"="Tulostin ei vastaa. Varmista, että tulostin on kytketty oikein ja virta on päällä.";
"Str_Alert_Common_Communication_Error"="Tapahtui tulostimen yhteysvirhe.";
"Str_Alert_Common_Printer_Processing_Error"="Tulostin käsittelee tietoja. Odota hetki ja yritä sitten uudelleen.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Havaittiin virhe kommunikoinnissa tulostimen kanssa.\nVirhekoodi (%d)";
"Str_Alert_Common_Error_Occurred"="Käsittely peruutettu, koska tapahtui virhe.";
"Str_Alert_Common_PrinterStatusError"="Tulostimessa tapahtui virhe. Tyhjennä virhe ja yritä sitten uudelleen.";

// ------------------------------------------------------------------------
// Alert(FAX Utility)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Faksilähetyksen tietuetta ei voi avata, koska toinen FAX Utility -toiminto on jo käynnissä. Odota, kunnes se on päättynyt ja yritä uudelleen.";
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Tarkista faksiyhteys -toimintoa ei voi käynnistää, koska toinen FAX Utility -toiminto on jo käynnissä. Odota, kunnes se on päättynyt ja yritä uudelleen.";
"Str_Alert_Fax_Settings_Cannot_Open"="Faksiasetuksia ei voi käynnistää, koska toinen FAX Utility -toiminto on jo käynnissä. Odota, kunnes se on päättynyt ja yritä uudelleen.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Pikavalinnan/ryhmävalinnan luetteloa ei voi avata, koska toinen FAX Utility -toiminto on jo käynnissä. Odota, kunnes se on päättynyt ja yritä uudelleen.";

// ------------------------------------------------------------------------
"LOC_AdminPassword_Title"="Järjestelmänvalvojan salasanan syöttö";
"LOC_AdminPassword_Label"="Järjestelmänvalvojan salasana";
"LOC_AdminPassword_Alert"="Salasana on väärä.";
"LOC_AdminPassword_OK"="OK";
"LOC_AdminPassword_Cancel"="Kumoa";
